["El Samurái debe obrar sin dudar, sin confesar el más mínimo cansancio ni el más mínimo desánimo hasta concluir su tarea.",
  "Un samurái debe conocer sus debilidades y pasar la vida corrigiéndolas sin jamás tener el sentimiento de haber hecho ya lo suficiente.",
  "Hay pocos problemas realmente importantes, sólo se presentan dos o tres en toda una existencia.",
  "Ata incluso a un pollo ya asado",
  "Continua espoleando a un caballo que ya está corriendo",
  "Un samurái valiente no piensa en términos de victoria o derrota, combate siempre hasta la muerte.",
  "Si uno no se mete dentro de su cabeza desde el principio que el mundo está lleno de situaciones deshonrosas, la mayor del tiempo su actitud será pobre y no será considerado por los demás.",
  "Es necesario saber concentrarse en una sola cosa, todos los oficios deben ser realizados con concentración.",
  "Si uno lanza sin vigor, siete de cada diez acciones no llegan a término.",
  "Hacer una cosa sólo en el propio beneficio es superficial y se vuelve negativo.",
  "Un samurái no debe ni beber demasiado ni estar demasiado seguro de sí mismo, ni darse a la lujuria.",
  "En cuanto se empieza a palpar el triunfo, se vuelven proclives a estar satisfechos de sí mismos.",
  "Es bueno encontrarse con dificultades en la juventud, porque el que no ha sufrido jamás, no ha templado plenamente su carácter.",
  "La mejor actitud respecto a las palabras es no usarlas.",
  "Valentía es no rendirse jamás; luchar hasta el final.",
  "Para seguir la vía uno debe sacrificar su propia vida.",
  "La riqueza del tiempo de paz es permitir la preparación para tiempos de guerra.",
  "El bushido se realiza en presencia de la muerte. Esto significa que cada vez que haya que elegir entre vida o muerte, se debe elegir la muerte. No hay otro razonamiento.",
  "El pensamiento único es el más potente.",
  "Respecto, honestidad, valentía, rectitud, lealtad, honor, benevolencia.",
  "Si mediante un corazón recto, cada mañana y tarde uno es capaz de vivir como si su cuerpo estuviera muerto, es que ha ganado la libertad en el camino.",
  "La pureza es algo que no puede ser alcanzado excepto apilando esfuerzo tras esfuerzo",
  "Al dar consejo, debéis discernir primero si la otra persona está dispuesta a aceptarlo o no”.",
  "Los espectadores ven más que los jugadores, escucha los consejos de los otros.",
  "Escuchar a otros hablar y leer libros es necesario para mantenerse cercano a las enseñanzas de la generación previa",
  "Si os adentráis en el camino inexplorado, al final aparecerán infinitos secretos.",
  "No sé nada acerca de cómo superar a otros. Sólo conozco el modo de superarme a mí mismo.",
  "Aquellos que nunca han cometido un error están en peligro.",
  "Si vuestro ojo es lo suficientemente capaz de ver buenas cualidades en otros que aparentemente son inferiores a vosotros, entonces ellos pueden ser vuestros maestros.",
  "En una fiesta: “Hay demasiados ojos presentes en la fiesta. Debéis ser cautos.",
  "En relación a las distracciones: “no podréis desarrollar la mayoría de las habilidades y destrezas adquiridas",
  "En caso de enfermedad u otros problemas vuestro aparente amigo se mantiene apartado de vosotros. Entonces puede considerarse un cobarde.",
  "Los samurais calculadores…piensan en la muerte como una pérdida y en la vida como una ganancia…es por ello que se convierten en cobardes.",
  "Es necesario enfrentarse a los problemas con coraje y júbilo…si la marea sube, el barco sube también.",
  "Decidíos mientras respiráis siete veces.",
  "Si se piensa demasiado se llegan a conclusiones comunes y banales.",
  "Aquellos a los que les gusta ser de ayuda para otros, seguramente son apreciados.",
  "El modo de sobresalir por encima de los otros es hacer que los otros hablen de vosotros y os juzguen.",
  "Cuando escuchéis a otros hablar, escuchadlos seriamente, permitidles hablar libremente y sin interrupción.",
  "Yo conozco el don de la victoria siempre. Sólo he aprendido a no dejar pasar el momento adecuado.",
  "En este mundo que cambia tan rápidamente, no es necesario agarrarse ni al pesar ni al placer.",
  "Los hombres pequeños son muy ruidosos; causan alboroto, discuten y parlotean, no seas un hombre pequeño",
  "Podéis trabajar libremente y de un modo efectivo sin ningún tipo de empujón.",
  "Si estáis tratando de resolver un problema del que sois un experto, cuanta mayor sea la dificultad del problema, más se agudizarán y aumentarán vuestros talentos.",
  "Ganar es vencer a tu propio lado. Vencerse a uno mismo es superar el cuerpo con la mente.",
  "Cuando estéis discutiendo es mejor que digáis: responderé más tarde después de haberlo considerado mejor.",
  "Con la prudencia seréis presos de dudas y tendréis muchas dificultades para tomar una decisión definitiva.",
  "Sólo aquellos que han cometido algunos errores pueden asimismo acometer grandes tareas."]
